[Artifacts.Artifact_TypeA ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Artifacts.Artifact_TypeB ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Artifacts.Artifact_TypeC ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Artifacts.Artifact_TypeD ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Artifacts.Artifact_TypeE ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Artifacts.Artifact_TypeF ManufacturerDefinition]
Grades[0]=(DisplayName="Eridiano")

[Manufacturers.Anshin ManufacturerDefinition]
Grades[0]=(DisplayName="Anshin")
Grades[1]=(DisplayName="Anshin Versátil")
Grades[2]=(DisplayName="Anshin Seletiva")
Grades[3]=(DisplayName="Anshin Impecável")
Grades[4]=(DisplayName="Anshin Exemplar")
Grades[5]=(DisplayName="Anshin Imaculada")

[Manufacturers.Bandit ManufacturerDefinition]
Grades[0]=(DisplayName="Feito por Bandidos")

[Manufacturers.Dahl ManufacturerDefinition]
Grades[0]=(DisplayName="Dahl")
Grades[1]=(DisplayName="Dahl Mercenário")
Grades[2]=(DisplayName="Dahl Soldado")
Grades[3]=(DisplayName="Dahl Calejado")
Grades[4]=(DisplayName="Dahl Veterano")
Grades[5]=(DisplayName="Dahl Elite")

[Manufacturers.Hyperion ManufacturerDefinition]
Grades[0]=(DisplayName="Hyperion")
Grades[1]=(DisplayName="Hyperion Médio")
Grades[2]=(DisplayName="Hyperion Melhor")
Grades[3]=(DisplayName="Hyperion Ultra")
Grades[4]=(DisplayName="Hyperion Magnus")
Grades[5]=(DisplayName="Hyperion Optimus")

[Manufacturers.Jakobs ManufacturerDefinition]
Grades[0]=(DisplayName="Jakobs")
Grades[1]=(DisplayName="Jakobs Clássica")
Grades[2]=(DisplayName="Jakobs Vintage")
Grades[3]=(DisplayName="Jakobs de Qualidade")
Grades[4]=(DisplayName="Jakobs Antiga")
Grades[5]=(DisplayName="Jakobs Original")

[Manufacturers.Maliwan ManufacturerDefinition]
Grades[0]=(DisplayName="Maliwan")
Grades[1]=(DisplayName="Maliwan Padrão")
Grades[2]=(DisplayName="Maliwan Superior")
Grades[3]=(DisplayName="Maliwan Protótipo")
Grades[4]=(DisplayName="Maliwan Paradigma")
Grades[5]=(DisplayName="Maliwan Pura")

[Manufacturers.Pangolin ManufacturerDefinition]
Grades[0]=(DisplayName="Pangolin")
Grades[1]=(DisplayName="Pangolin Couro")
Grades[2]=(DisplayName="Pangolin Malha")
Grades[3]=(DisplayName="Pangolin Trançada")
Grades[4]=(DisplayName="Pangolin Escudo")
Grades[5]=(DisplayName="Pangolin Placa")

[Manufacturers.Stock ManufacturerDefinition]
Grades[0]=(DisplayName="Munição")
Grades[1]=(DisplayName="Tipo B")
Grades[2]=(DisplayName="Tipo C")
Grades[3]=(DisplayName="Tipo D")
Grades[4]=(DisplayName="Tipo E")
Grades[5]=(DisplayName="Tipo F")

[Manufacturers.Tediore ManufacturerDefinition]
Grades[0]=(DisplayName="Tediore")
Grades[1]=(DisplayName="Tediore Econômica")
Grades[2]=(DisplayName="Tediore Especial")
Grades[3]=(DisplayName="Tediore Super")
Grades[4]=(DisplayName="Tediore Limitada")
Grades[5]=(DisplayName="Tediore Suprema")

[Manufacturers.Torgue ManufacturerDefinition]
Grades[0]=(DisplayName="Torgue")
Grades[1]=(DisplayName="Torgue Potência")
Grades[2]=(DisplayName="Torgue Força")
Grades[3]=(DisplayName="Torgue Excelente")
Grades[4]=(DisplayName="Torgue Incível")
Grades[5]=(DisplayName="Torgue Definitiva")

[Manufacturers.Vladof ManufacturerDefinition]
Grades[0]=(DisplayName="Vladof")
Grades[1]=(DisplayName="Vladof Camponêses")
Grades[2]=(DisplayName="Vladof Proletários")
Grades[3]=(DisplayName="Vladof Trabalhadores")
Grades[4]=(DisplayName="Vladof Soldados")
Grades[5]=(DisplayName="Vladof Patriotas")

